{
  "hexagrams": {
    "1": {
      "name": "Цянь / Творчество",
      "description": "Это могучий знак великого начала. Шесть сплошных черт Ян символизируют творческую энергию Неба, весенние надежды и период огромных возможностей. Вы подобны дракону, парящему в небесах, или достигли вершины горы.\n\nНо будьте осмотрительны! На вершине легко потерять бдительность. Пока вы наверху, сохраняйте ясность ума и благородство помыслов. Успех придет через упорство и мудрое руководство.\n\nВремя благоприятствует вашим начинаниям. Если желание разумно, оно непременно исполнится. В личной жизни может быть некоторая неопределенность — внесите в неё ясность. Кто-то может противостоять вам, но решительность и непреклонность принесут успех.\n\nНе позднее чем через шесть месяцев ждите значительных перемен. Помните: даже дракон не проявляет безрассудства. Испытание вы выдержите, если сохраните связь со своими истинными целями."
    },
    "2": {
      "name": "Кунь / Исполнение", 
      "description": "Боги пробудили мать-землю. Трудитесь усердно, и через два месяца усилия ваши увенчаются большим успехом.\n\nВы культурный и жаждущий знаний человек, с любовью относитесь даже к самым малым плодам своего труда. Очень привязаны к матери. Сейчас не время давать волю корыстолюбию, так что не думайте слишком много о материальной выгоде.\n\nЖелание ваше исполнится, хотя и не сразу. В ближайший период не рекомендуется отправляться в дорогу - ни одному, ни с кем-либо. Скоро в вашем окружении появится человек, питающий к вам сильный интерес."
    },
    "3": {
      "name": "Чжунь / Начальная трудность",
      "description": "Одна из самых злосчастных комбинаций. За что бы вы ни брались, все будет валиться из рук, не давая результата.\n\nНе остается ничего другого, как ждать более благоприятного времени. По меньшей мере три месяца старайтесь вести замкнутый образ жизни, что вовсе не означает, что в этот период не следует пытаться продумывать планы на будущее.\n\nБудьте терпеливы, прислушайтесь к советам женщины. Об удачливости, везении в делах в данный момент не может быть и речи."
    },
    "4": {
      "name": "Мэн / Неведение",
      "description": "Все вокруг вы видите, будто сквозь некую пелену, но она скоро спадет и мир вновь обретет для вас ясность.\n\nОднако, поскольку в настоящее время ваши нервы сильно расшатаны, не принимайте скоропалительных решений. Если хотите добиться успеха, не пренебрегайте советами начальства, вдумайтесь в них; скоро все изменится.\n\nНе унывайте. Побольше времени уделяйте общению с детьми. Новые планы, новые перспективы уже возникают, но даже близко нет новой любви. Сконцентрируйте волю на исполнение одного единственного желания."
    },
    "5": {
      "name": "Сюй / Необходимость ждать",
      "description": "Ждите и собирайтесь с силами, очень скоро они вам понадобятся - когда наступит весна, сойдет снег и вновь зацветут цветы. Слишком торопливые действия сейчас могут принести только вред.\n\nПотерпите еще немного, месяца два, пока не явится некий человек, который поможет вам так, как вы и не ждете. Если же вы теперь решительно и энергично займетесь планированием дальнейших действий, то помощь и поддержка придут еще быстрее.\n\nВаше материальное положение внезапно улучшится. Возможно, вы почувствуете влечение к человеку старше вас. Старайтесь не слишком обнаружить свой интерес к нему. Желание ваше исполнится, если вы будете действовать целеустремленно и в достаточной мере осмотрительно."
    },
    "6": {
      "name": "Сун / Тяжба",
      "description": "Вы ощущаете дисгармонию. Назревает конфликт. Ведите себя скромно и сдержанно; если вам бросают перчатку, не поднимайте ее.\n\nПостарайтесь умерить и свои требования, не пускайтесь ни в какие предприятия в одиночку, пока обстоятельства не изменятся к лучшему. Напротив, примите участие в совместной с кем-либо работе.\n\nПусть все идет своим порядком, тогда и наступит мир и покой, и вы лишний раз убедитесь в том, что жизненные проблемы не только удручают, но и учат."
    }
  }
}
