{
  "hexagrams": {
    "1": {
      "name": "Цянь / Творчество",
      "description": "Это могучий знак великого начала. Шесть сплошных черт Ян символизируют творческую энергию Неба, весенние надежды и период огромных возможностей. Вы подобны дракону, парящему в небесах, или достигли вершины горы.\n\nНо будьте осмотрительны! На вершине легко потерять бдительность. Пока вы наверху, сохраняйте ясность ума и благородство помыслов. Успех придет через упорство и мудрое руководство.\n\nВремя благоприятствует вашим начинаниям. Если желание разумно, оно непременно исполнится. В личной жизни может быть некоторая неопределенность — внесите в неё ясность. Кто-то может противостоять вам, но решительность и непреклонность принесут успех.\n\nНе позднее чем через шесть месяцев ждите значительных перемен. Помните: даже дракон не проявляет безрассудства. Испытание вы выдержите, если сохраните связь со своими истинными целями."
    },
    "2": {
      "name": "Кунь / Исполнение",
      "description": "Боги пробудили мать-землю. Трудитесь усердно, и через два месяца усилия ваши увенчаются большим успехом.\n\nВы культурный и жаждущий знаний человек, с любовью относитесь даже к самым малым плодам своего труда. Очень привязаны к матери. Сейчас не время давать волю корыстолюбию, так что не думайте слишком много о материальной выгоде.\n\nЖелание ваше исполнится, хотя и не сразу. В ближайший период не рекомендуется отправляться в дорогу - ни одному, ни с кем-либо. Скоро в вашем окружении появится человек, питающий к вам сильный интерес."
    },
    "3": {
      "name": "Чжунь / Начальная трудность",
      "description": "Одна из самых злосчастных комбинаций. За что бы вы ни брались, все будет валиться из рук, не давая результата.\n\nНе остается ничего другого, как ждать более благоприятного времени. По меньшей мере три месяца старайтесь вести замкнутый образ жизни, что вовсе не означает, что в этот период не следует пытаться продумывать планы на будущее.\n\nБудьте терпеливы, прислушайтесь к советам женщины. Об удачливости, везении в делах в данный момент не может быть и речи."
    },
    "4": {
      "name": "Мэн / Неведение",
      "description": "Все вокруг вы видите, будто сквозь некую пелену, но она скоро спадет и мир вновь обретет для вас ясность.\n\nОднако, поскольку в настоящее время ваши нервы сильно расшатаны, не принимайте скоропалительных решений. Если хотите добиться успеха, не пренебрегайте советами начальства, вдумайтесь в них; скоро все изменится.\n\nНе унывайте. Побольше времени уделяйте общению с детьми. Новые планы, новые перспективы уже возникают, но даже близко нет новой любви. Сконцентрируйте волю на исполнение одного единственного желания."
    },
    "5": {
      "name": "Сюй / Необходимость ждать",
      "description": "Ждите и собирайтесь с силами, очень скоро они вам понадобятся - когда наступит весна, сойдет снег и вновь зацветут цветы. Слишком торопливые действия сейчас могут принести только вред.\n\nПотерпите еще немного, месяца два, пока не явится некий человек, который поможет вам так, как вы и не ждете. Если же вы теперь решительно и энергично займетесь планированием дальнейших действий, то помощь и поддержка придут еще быстрее.\n\nВаше материальное положение внезапно улучшится. Возможно, вы почувствуете влечение к человеку старше вас. Старайтесь не слишком обнаружить свой интерес к нему. Желание ваше исполнится, если вы будете действовать целеустремленно и в достаточной мере осмотрительно."
    },
    "6": {
      "name": "Сун / Тяжба",
      "description": "Вы ощущаете дисгармонию. Назревает конфликт. Ведите себя скромно и сдержанно; если вам бросают перчатку, не поднимайте ее.\n\nПостарайтесь умерить и свои требования, не пускайтесь ни в какие предприятия в одиночку, пока обстоятельства не изменятся к лучшему. Напротив, примите участие в совместной с кем-либо работе.\n\nПусть все идет своим порядком, тогда и наступит мир и покой, и вы лишний раз убедитесь в том, что жизненные проблемы не только удручают, но и учат."
    },
    "7": {
      "name": "Ши / Войско",
      "description": "Эта гексаграмма символизирует сознательное уединение. Ваше нынешнее состояние подобно состоянию генерала, решающего, когда лучше всего начать наступление.\n\nБудьте внимательны, отбирайте себе в союзники людей с добрыми намерениями, и хотя удача в данный момент сопутствует вам, не забывайте о мерах предосторожности. Вы получите неожиданное известие, или вас посетит нежданный визитер.\n\nНастоящее время исполнено для вас романтики, что, впрочем, не помешало возникновению разлада с близким человеком. Все будущие дела планируйте тщательно и рассудительно."
    },
    "8": {
      "name": "Би / Приближение",
      "description": "Самое худшее уже позади, но кое-какие трудные проблемы еще сохранились. Участвуйте в общих делах, успех ожидает вас в сотрудничестве с другими.\n\nХраните верность, не пренебрегайте своими обязанностями. Любящие друг друга точно так же нуждаются в взаимном уважении и понимании, как учитель и ученик.\n\nИсполнение желаний во многом зависит от того, как вы воспользуетесь советами начальства и друзей. Для азартных игр время неподходящее."
    },
    "9": {
      "name": "Сяо Чу / Воспитание малым",
      "description": "Везение, успех не слишком характерны для вашего нынешнего положения, но следует иметь в виду, что ночь наиболее темна перед самым рассветом.\n\nОбстановка вам не ясна, вы не владеете ею, но это переходное состояние. События, которые изменят его к лучшему, уже на подходе. А пока наберитесь терпения и ждите.\n\nВас привыкли считать человеком, к которому деньги сами текут в руки. Будьте предусмотрительны, не ссорьтесь по мелочам с друзьями и знакомыми, не переусердствуйте в работе, чтобы не изломать себя. Через три месяца деньги действительно потекут к вам."
    },
    "10": {
      "name": "Ли / Наступление",
      "description": "В настоящее время ваше поведение должно быть подчеркнуто вежливым, дружелюбным и сдержанным. Уйдите в себя и как следует обдумайте свое положение.\n\nКаким-либо способом выкажете уважение к начальству, сейчас это пойдет вам на пользу. Произойдет неожиданное событие, которое доставит вам большую радость.\n\nДля флирта время неподходящее. Дамы, общаясь с недостаточно хорошо знакомыми мужчинами, должны быть особенно осторожны. Это период, когда претензии к жизни следует снизить до минимума."
    },
    "11": {
      "name": "Тай / Расцвет",
      "description": "Сейчас, когда счастье благоволит вам и карьера ваша продвигается вперед и вверх, именно сейчас подумайте о друзьях. В то же время не будьте легкомысленны и небрежны.\n\nЕсли хотите, чтобы везение и успех сопутствовали вам как можно дольше, постарайтесь подкрепить их успехами и в других областях. Желание ваше исполнится, но не стремитесь искусственно ускорить его осуществление.\n\nВ настоящий момент вы склонны сорить деньгами; сдерживайте себя, держитесь в рамках своих финансовых возможностей."
    },
    "12": {
      "name": "Пи / Упадок",
      "description": "Вам многое неясно, волнуют проблемы общественной жизни. К вам тянутся люди, недостойные вас. Будьте бдительны и предусмотрительны, не принимайтесь ни за что существенное.\n\nВаше окружение не понимает вас: вы без достаточно на то оснований ссоритесь с одним из друзей. Желания ваши исполнятся процентов на восемьдесят, но и то не сразу.\n\nВ эти дни следите за своим кошельком. Прислушивайтесь к советам начальства, но решения принимайте по собственному усмотрению. Положение скоро изменится."
    },
    "13": {
      "name": "Тун Жэнь / Общение с людьми",
      "description": "Куда бы вы ни отправились, попадете в хорошее общество. Можете смело вступать в борьбу, преследуя высокие цели: вас поддержит человек, на которого вы не рассчитывали.\n\nОчень скоро дела ваши пойдут на лад. Вы несколько неуверенны и беспокойны, это следствие легкого стресса, в котором вы пребываете.\n\nТем не менее желание ваше исполнится, причем настолько полно, насколько серьезно вы отнесетесь к предлагаемой вам помощи старших."
    },
    "14": {
      "name": "Да Ю / Великое владение",
      "description": "Солнце светит ярко. Это означает, вы ощущаете себя сейчас особенно свободным; кроме того, вы вполне богаты - как с материальной, так и с духовной точки зрения.\n\nСконцентрируйте волю на исполнении тех своих желаний, осуществление которых необходимо для успеха в делах.\n\nХотя данный период благоприятен для вас, старайтесь не перегружать себя, постоянно держите в поле зрения главную цель. Не сорите деньгами!"
    },
    "15": {
      "name": "Цянь / Смирение",
      "description": "До самой земли склонилась ветвь дерева под тяжестью снега, но скоро она вновь выпрямится и займет прежнее положение. Обстоятельства ваши в данный момент можно назвать лишь умеренно благоприятными.\n\nЕсли поведение ваше будет отличаться сейчас умеренностью и сдержанностью, впоследствии вы станете хозяином положения.\n\nВ настоящее время по ряду причин, в том числе финансового порядка, вы испытываете некоторое замешательство и беспокойство, но не тревожьтесь, скоро всё изменится к лучшему. Если не отвергнете помощь других, желание Ваше исполнится. В дальнейшем финансовые дела поправятся."
    },
    "16": {
      "name": "Юй / Энтузиазм",
      "description": "Ваше солнце вот-вот взойдет, удача на подходе, вы ждали ее достаточно долго. Время благоприятствует всякого рода развлечениям, главное -- не увлекаться ими сверх меры.\n\nБудьте готовы к успеху, который скоро последует. Счастье будет сопутствовать вам в осуществлении новых замыслов, а также в игре.\n\nШагая по пути успеха, не забывайте смотреть под ноги, чтобы не погрязнуть в мелочности и меркантильности. Желания непременно исполнятся, но нужно подождать еще немного. Будьте осторожны, не тратьте больше, чем получаете."
    },
    "17": {
      "name": "Суй / Последование",
      "description": "Время более подходит для упрочения руководящих позиций, нежели для вербовки сторонников. Будьте верны своим принципам даже в том случае, если цели ваши изменятся.\n\nВпредь довольствуйтесь пока малыми победами и успехами, они непременно повлекут за собой и более крупные.\n\nПлывите по течению, а не против него, и тогда все придет в порядок. Желание ваше исполнится с большой долей вероятности, но будьте готовы к серьезным переменам в жизни."
    },
    "18": {
      "name": "Гу / Исправление",
      "description": "Вы станете участником ряда перемен и преобразований в личной жизни других. Тщательно анализируйте, оценивайте события.\n\nВам следует быть хозяином положения, что постепенно станет возможным само собой, благодаря вашему нынешнему состоянию. Вы можете потерять друга.\n\nСкоро вы совершите нечто такое, что ошеломит Ваших знакомых, а быть может, и вас самих. Отношения с окружающими у вас не в порядке, возникающие отсюда проблемы способны помешать исполнению ваших желаний, так что отношения необходимо прояснить. Будьте предусмотрительны. Тратите вы слишком много."
    },
    "19": {
      "name": "Линь / Приближение",
      "description": "За что бы вы ни взялись сейчас, вас ждет успех. И чем больших результатов вы добьетесь, тем удачнее будут складываться обстоятельства.\n\nБлизится период, во время которого возможны крупные успехи сразу во многих делах и сферах деятельности. Решительно добивайтесь намеченных целей, но при этом будьте осмотрительны, чтобы не обидеть, не рассердить и не вызвать зависть друзей.\n\nОдин из близких вам людей, которого вы очень хорошо знаете, вынудит вас изменить к нему отношение."
    },
    "20": {
      "name": "Гуань / Созерцание",
      "description": "Будьте готовы к неприятному сюрпризу. Постарайтесь рассудительно и детально осмыслить положение дел; увидеть их так, как они обстоят в действительности.\n\nВозможно, вам придется сменить место работы и жительства. Сейчас вам необходимо быть особенно внимательным, не позволяйте важным вещам ускользать за пределы вашего влияния.\n\nТщательно продумывайте все действия и тогда получите помощь оттуда, откуда меньше всего ждете. Желания исполнятся, но не так быстро, как бы вам хотелось. Хорошенько обдумайте и проанализируйте возможности осуществления ваших планов, а если дела пойдут успешно, не забывайте помогать другим."
    },
    "21": {
      "name": "Ши Хэ / Стиснутые зубы",
      "description": "Что-то мучает вас, вы чувствуете себя несчастным. Попробуйте взяться за новое дело, и обстоятельства ваши улучшатся.\n\nДобросовестная работа постепенно и неуклонно приведет вас к очень крупному успеху. Вы считаете себя жертвой несправедливости. Если будете постоянно думать о том, как такое могло случиться, делу это не поможет.\n\nОчевидно, в чем-то вы допустили ошибку, одну из тех, какие в огромном множестве допускают и другие. Наберитесь мужества и извлеките из случившегося должный урок. Что касается исполнения вашего желания, то как раз сейчас кое-кто содействует этому. Оставайтесь рассудительным и ждите спокойно, тогда очень скоро все переменится к лучшему для вас."
    },
    "22": {
      "name": "Би / Убранство",
      "description": "Данная гексаграмма благоприятна только для дел, имеющих отношение к театру. Она означает, что вы скрываете свое подлинное лицо и что окружающие вас люди тоже ведут себя не вполне искренне и честно.\n\nЛюбовные дела в данный момент довольно проблематичны. Возможны определенные успехи на поприще шоу-бизнеса.\n\nЖелание исполнится после некоторой задержки. Примите жизнь такой, какая она есть и извлекайте уроки."
    },
    "23": {
      "name": "Бо / Разорение",
      "description": "В ближайшем будущем вас ожидают крупные перемены. Сейчас не принимайтесь ни за какое новое дело, вам нельзя попадать в глупое положение.\n\nВозможно, кто-то злословит по вашему адресу, распускает сплетни. Желания ваши исполнятся чуть позже.\n\nНе робейте, если в какой-то момент окажется что нельзя рассчитывать на помощь друзей. Будьте осмотрительны в общении с представителями другого пола."
    },
    "24": {
      "name": "Фу / Возвращение",
      "description": "Вам кажется, что вы совершенно запутались в окружающей обстановке, и вы сильно нервничаете по этому поводу, однако помехи малосущественны, и вы справитесь с ними очень скоро, если будете усердно и добросовестно работать.\n\nНекий вполне определенный срок - семь дней или семь недель, а быть может, семь месяцев - обретет для вас большое значение. По всей вероятности, вы сами чувствуете, что стоите на пороге серьезных перемен в судьбе, и это действительно так.\n\nЕще немного, и все устроится. Постепенно, монетка к монетке, скапливайте деньги."
    },
    "25": {
      "name": "У Ван / Невинность",
      "description": "Господствует единство ясности и простоты, которое принесет вам пользу, если достойные замыслы вы будете проводить в жизнь достойными средствами.\n\nВремя высшей активности еще не настало. Судьба скоро улыбнется вам, но лишь в том случае, если вы умеете терпеливо ждать.\n\nПорой вы слишком озабочены любовными делами, но не волнуйтесь, все ваши желания исполнятся в свой срок."
    },
    "26": {
      "name": "Да Чу / Воспитание великим",
      "description": "Не тратьте понапрасну силы, в вашей судьбе наступила пауза. Ждите ее окончания в полной готовности, не разменивайте энергию по мелочам, скоро ей найдется более приятное и полезное применение.\n\nЖелания исполнятся, но лишь в том случае, если планку вы установите не слишком высоко. Помощь придёт от тех кто столкнулся с проблемами подобные вашим.\n\nНе пытайтесь силой ускорить ход вещей, результат может оказаться обратным."
    },
    "27": {
      "name": "И / Питание",
      "description": "Вы слишком много говорите и слишком много едите. Не сплетничайте о других, так вы навредите не только им, но и себе.\n\nЖелание исполнится, но несколько позже, чем вам хотелось бы. Прекратите сетовать на судьбу.\n\nВам было бы нелишне показаться врачу. Будьте готовы к скорым переменам в жизни."
    },
    "28": {
      "name": "Да Го / Переполнение великого",
      "description": "Вы ощущаете себя очень счастливым. Желательно взять себя в руки, поскольку ваш темперамент, если дать ему волю, может повредить как другим, так и вам самому.\n\nНе будьте излишне самоуверенны, ваши суждения в настоящее время отнюдь не самые верные. Не пытайтесь добиться успеха силой.\n\nСдержите себя и поразмыслите над состоянием дел. Время все изменит. Желание ваше не может исполниться быстро. Остерегайтесь обидеть своей горячностью других."
    },
    "29": {
      "name": "Си Кань / Повторная опасность",
      "description": "Одна из четырех наихудших комбинаций. В настоящее время для вашей жизни характерны потери и поражения.\n\nЕдинственное, что вы можете сделать, это сократить до возможного минимума число ударов судьбы. Наберитесь терпения и ждите, пока богиня счастья вновь удостоит вас взгляда.\n\nВремени у вас много, займитесь научными изысканиями. Через два, самое большое - через пять месяцев положение начнет изменяться к лучшему. До тех пор храните спокойствие и не падайте духом. Это период, когда самоанализ и трезвая оценка положения гораздо важнее чем отчаянная борьба с судьбой."
    },
    "30": {
      "name": "Ли / Сцепление",
      "description": "Внешне все обстоит превосходно, но в действительности это не так. Вы в плену иллюзий, если не сказать - сознательного самообмана.\n\nПрислушайтесь к советам друга. Судьба в данный момент благоволит вам, но это обманчивое впечатление, оно может ввести в заблуждение и нанести серьезный ущерб, если вы целиком положитесь на Фортуну.\n\nЖелание ваше исполнится благодаря вмешательству человека старше вас. В делах, связанных с сочинительством и посредничеством, возможны крупные успехи. Прислушайтесь к тому, что говорят люди."
    },
    "31": {
      "name": "Сянь / Взаимодействие",
      "description": "Душевному состоянию, в котором вы пребываете, обычно сопутствуют везение и успех. Вы настроены на хорошую волну.\n\nБлизятся несколько неожиданных и очень выгодных для вас событий, почти каждый ваш шаг принесет удачу. Реальные результаты превысят даже самые смелые ожидания, что внесет в вашу душу небывалый покой.\n\nЕдинственный негативный фактор: после всех волнений возникает необходимость ненадолго уйти от дел и отдохнуть."
    },
    "32": {
      "name": "Хэн / Постоянство",
      "description": "Вы разрываетесь на части, пытаясь двигаться сразу в двух направлениях. Если сохраните выдержку, все завершится с пользой для вас.\n\nНе стремитесь к переменам. Желание ваше исполнится, если вы будете терпеливы.\n\nНелишне сейчас провести внутреннюю \"инвентаризацию\" и попытаться разобраться в дальнейших планах, намерениях. Для новых начинаний момент неподходящий."
    },
    "33": {
      "name": "Дунь / Бегство",
      "description": "Вы только выиграете, если немного сдержите себя. Напористость в данный момент пользы не принесет. Эта гексаграмма благоприятна для интересного отдыха и развлечений, а также для консолидации планов на будущее.\n\nОсуществление планов отложите до окончания нынешнего периода неопределенности. Используйте его для медитации."
    },
    "34": {
      "name": "Да Чжуан / Мощь великого",
      "description": "Вы стремитесь на передний план слишком активно, более, чем это выгодно для вас в данное время. Вы готовы растоптать окружающих, что, мягко говоря, не доставило бы им удовольствия.\n\nВ честолюбии нет ничего плохого, но оно непременно должно сопровождаться тактичностью в обращении с людьми. Желание ваше исполнится, если вы будете вести себя несколько скромнее.\n\nПостарайтесь отыскать в этом отношении «золотую середину»."
    },
    "35": {
      "name": "Цзинь / Восход",
      "description": "Удача на подходе. Вас ждет уважение и признание, на которые вы по праву рассчитывали. В будущем вознаграждение будет еще выше.\n\nПоложитесь на свою счастливую звезду и смело шагайте вперед, при этом пусть вас не печалит, что желание ваше исполнится лишь с некоторой задержкой.\n\nВы неожиданно встретитесь с человеком, которого не видели очень давно. Постарайтесь тратить немного, в дальнейшем такая экономичность воздастся вам сторицей."
    },
    "36": {
      "name": "Мин И / Поражение света",
      "description": "В настоящее время вам сопутствует удача, но не будьте слишком самонадеянны, ситуация скоро изменится. Действуйте обдуманно и предусмотрительно, не увлекайтесь любовными авантюрами.\n\nСо стороны вы производите впечатление баловня судьбы, и поэтому вполне возможно, что окружающие истолковывают ваши поступки превратно, но не тревожьтесь, в ближайшем будущем все станет на свои места.\n\nЖелания ваши сейчас не исполнятся. Будьте экономны."
    },
    "37": {
      "name": "Цзя Жэнь / Семья",
      "description": "Ваше место там, куда тянет сердце, там же вас ждет и благополучие. Надежды исполнятся с посторонней помощью.\n\nВозможно, про себя вы думаете, что где-то трава зеленее, но поверьте, если покинете сейчас свой край, очень скоро убедитесь, что совершили ошибку.\n\nНаслаждайтесь семейной жизнью, общением с друзьями, покоем в доме."
    },
    "38": {
      "name": "Куй / Разлад",
      "description": "Эта гексаграмма означает, что данный период вашей жизни лишен гармонии. Вам кажется, будто все вокруг придираются к вам, настроены злонамеренно. Даже самые незначительные мелочи выводят вас из себя.\n\nУспокойтесь, не нервничайте, положение скоро исправится. Сподвижников вам сейчас найти трудно. Некая женщина действует вам на нервы.\n\nСледите за своими словами и не принимайтесь ни за что новое. В поле ваших интересов в данный момент находится целый ряд вещей, совершенно не соответствующих вашим истинным желаниям."
    },
    "39": {
      "name": "Цзянь / Препятствие",
      "description": "Одна из самых худших гексаграмм. Чем больше усилий вы прилагаете, тем дальше оказываетесь оттесненными назад. Трудно сказать, почему именно, но в данный момент Фортуну ваша судьба не интересует.\n\nЛучше всего погрузиться в учебу или научную деятельность и в них найти успокоение. Вполне возможно, что несколько ваших друзей придут вам на помощь, окажут поддержку.\n\nСледите за своими расходами: в этот недобрый период реальна опасность остаться без средств."
    },
    "40": {
      "name": "Се / Разрешение",
      "description": "Вы пережили долгий период беспокойства и неприятностей. Этому периоду настал конец. В работе снова будет успех.\n\nНемедленно начинайте действовать, иначе упустите возможность добиться великолепного результата. Некое старое ваше желание исполнится, новое - тоже, но чуть позднее.\n\nУ вас появятся новые друзья. Если отправитесь в путешествие, оно доставит вам огромное удовольствие. Начавшийся период благоприятен для того, чтобы хорошо заработать."
    },
    "41": {
      "name": "Сунь / Убыль",
      "description": "То, что вы сегодня отдаете другим, завтра судьба возвратит вам с процентами. Быть может, вам сейчас кажется, будто вы слишком расточительны, слишком одариваете других, но это впечатление скоро пройдет и вы будете щедро вознаграждены.\n\nВремя благоприятствует обдумыванию планов и интеллектуальной деятельности.\n\nБольшинство ваших желаний исполнится, причем пожнете вы даже больше, чем сеяли."
    },
    "42": {
      "name": "И / Приумножение",
      "description": "Время благоприятствует выдающимся личностям, но и для прочих оно плодотворно. Осуществится задуманное, будет оплачено сделанное.\n\nВы сможете оказать помощь другим. Некое дело, которое вам поручит начальство, обернется личной выгодой для вас. Кто-то готовится сделать вам выгодное предложение.\n\nЖелание исполнится с помощью вышестоящего лица. В ближайшем будущем - возможность неожиданно, но существенно поправить финансовые дела."
    },
    "43": {
      "name": "Гуай / Выход",
      "description": "В настоящий период вы удачливы, но легко может случиться, что из-за собственного упрямства совершите ошибку и оттолкнете от себя тех, кто обычно помогал вам.\n\nПойдите сами им навстречу и проявляйте больше терпимости в отношениях с ними. Вполне возможно, что в это период вы полюбите человека, которому мало симпатизируете, и это, разумеется, окажет влияние на ваше поведение.\n\nНе играйте в азартные игры."
    },
    "44": {
      "name": "Гоу / Встреча",
      "description": "Хорошо, если характерной чертой вашего нынешнего поведения будет сдержанность. Отнеситесь внимательно к переменам в контактах с людьми и попытайтесь оценивать их действия менее критично.\n\nИсполнение желаний и надежд проблематично. Будьте экономны.\n\nВнутренне подготовьтесь к тому, что скоро последует неожиданные события, не сулящие вам ничего благоприятного."
    },
    "45": {
      "name": "Цуй / Собирание",
      "description": "Все, что вы сделаете в этот период, за что приметесь, завершится успешным результатом. Некая невидимая сила упрочит ваши отношения с людьми, поможет завязать новые контакты, которые так или иначе станут для вас благоприятными.\n\nБылые труды и усилия будут оплачены. Вас преследует женщина, она стремится преградить вам путь, помешать осуществлению ваших намерений, вмешаться в вашу жизнь.\n\nНесмотря на это, желания ваши исполнятся."
    },
    "46": {
      "name": "Шэн / Восхождение",
      "description": "То, над чем вы трудитесь уже долгое время, наконец даст благоприятный результат и будет оплачено. Надо только еще немного поработать, настойчиво и добросовестно, тогда вскоре можно рассчитывать на высокую оценку и признание.\n\nСмелые и решительные действия сейчас гораздо более благоприятны, чем бездеятельное выжидание. Положитесь на свой здравый смысл и интуицию, и тогда желание ваше наверняка исполнится.\n\nИдеи, которые вы в данный момент обдумываете, скорее принесут успех и в финансовом смысле."
    },
    "47": {
      "name": "Кунь / Истощение",
      "description": "Одна из четырех наихудших гексаграмм. Это не тот период, когда стоило бы приниматься за что-либо. Затаитесь и ждите.\n\nМысли ваши недостаточно ясны. Некто из вашего окружения, занимающий высокое положение, протянет вам руку помощи. Прислушайтесь к советам этого человека.\n\nВера в собственные силы у вас сейчас очень слабая. Но не принимайте события слишком трагично, ведь и этот негативный период пройдет и обстоятельства ваши улучшатся."
    },
    "48": {
      "name": "Цзин / Колодец",
      "description": "Хорошо, если вы протянете другим руку помощи, даже если у вас самого дела идут не вполне гладко. Впоследствии вы убедитесь, что такой образ действий очень выгоден.\n\nВ данный период едва ли можно рассчитывать на признание ваших способностей и достижений начальством, что, конечно, малоприятно. Вы страстно желаете, чтобы обстоятельства изменились, но время сейчас не благоприятствует этому.\n\nСкромные ваши желания могут исполнится и теперь, а вот крупные - нет. Как ни странно, нынешнее ваше финансовое положение не так плохо."
    },
    "49": {
      "name": "Гэ / Переворот",
      "description": "Все вокруг вас пребывает сейчас в движении, все меняется, но в конце добрые результаты превзойдут даже самые смелые ваши ожидания.\n\nВ настоящий момент вы не чувствуете в себе уверенности, но скоро она вернется к вам вместе с новыми перспективами, обстоятельства изменятся к лучшему.\n\nВы измените свои недавние планы и отправитесь туда, куда прежде и не собирались. В игре вы сейчас удачливы."
    },
    "50": {
      "name": "Дин / Жертвенник",
      "description": "Эта гексаграмма имеет для вас позитивное значение, если возьмете на себя роль лидера. Кое-кого ваши успехи не радуют, но не обращайте на этих людей внимания.\n\nОстерегайтесь брать на себя или обещать больше, чем в состоянии выполнить. Сильное влияние на вас и на ваши отношения с людьми имеет цифра 3. Дело, за которое вы принялись вместе с двумя единомышленниками, приведет к успеху.\n\nЖелание исполнится, хоть и не совсем так, как вы изначально задумывали. Вы слишком много времени тратите на развлечения и на хобби."
    },
    "51": {
      "name": "Чжэнь / Гром",
      "description": "Вы близки к успеху, но кто-то прилагает силы, чтобы помешать вам его достигнуть. Не расстраивайтесь из-за этого.\n\nТо, что вы стремились получить как необходимое вам, на деле окажется совершенно другим, не таким, каким представлялось, так что смело и со спокойной душой можете уступить это сопернику.\n\nСкоро в вашем окружении произойдет нечто неожиданное и неприятное, впрочем, это событие ничем не повредит вам. Период благоприятен для отдыха. Не нервничайте из-за того, что обстоятельства складываются именно так, а не иначе. Чуть позднее и вам улыбнется судьба."
    },
    "52": {
      "name": "Гэнь / Пребывание",
      "description": "В настоящее время прогресс в делах проблематичен, очевидно, следует переждать немного и лишь затем снова приступить к работе. От запланированной поездки или путешествия лучше отказаться.\n\nПримиритесь с обстоятельствами и тщательно обдумайте свое положение, прежде чем браться за что-либо. Выше голову!\n\nПобеда над трудностями и кознями недоброжелателей будет за вами, причем очень скоро. Об исполнении желаний без настойчивых усилий с вашей стороны не может быть и речи."
    },
    "53": {
      "name": "Цзянь / Течение",
      "description": "Если вы будете продвигаться вперед, тщательно продумывая каждый шаг, успех и удача не изменят вам и в дальнейшем.\n\nСчастье и впредь останется вашим спутником, если не поддадитесь на уговоры, не будете опережать события. У черепахи не меньше шансов прийти к финишу первой чем у зайца.\n\nВы в начале долгого пути. Желание в конце концов исполнится. Финансовые дела существенно поправятся."
    },
    "54": {
      "name": "Гуй Мэй / Невеста",
      "description": "Всегда и во всем будьте осторожны, особенно в любовных делах. Происходящее воспринимайте спокойно и хладнокровно, иначе можете попасть в очень неприятное положение.\n\nИсполнение желания затягивается. Этот период, когда лучше ждать и думать.\n\nОдновременно это период, когда доходы превышают расходы. Ближайшие недели очень благоприятны для подготовки к следующему, более благоприятному периоду."
    },
    "55": {
      "name": "Фэн / Изобилие",
      "description": "Эта гексаграмма символизирует осеннюю жатву, сбор богатого урожая, и означает что ваша счастливая звезда ярко освещает все ваши дела.\n\nОни идут успешно и ровно, а в будущем, возможно, пойдут еще более успешнее и ровнее. Не забывайте о том, что для вас очень важно всегда быть хорошо информированным и что определенную часть заработанных денег следует откладывать.\n\nДанный период особенно благоприятен для дел, связанных с сельским хозяйством, искусством и шоу-бизнесом. Однако, хотя сейчас вам сопутствует успех, нет полной уверенности, что желания ваши выполнятся."
    },
    "56": {
      "name": "Люй / Странствие",
      "description": "Есть все предпосылки для успеха в делах. Успешно пройдет и заграничная научная поездка, если таковая планируется.\n\nВы очень честолюбивы, будьте осмотрительны, чтобы не испортить отношения с друзьями и коллегами по работе.\n\nЖелание исполнится, если претензии ваши не слишком высоки и вы не ждете слишком многого. Вы очень нервничаете по поводу некоего неприятного события. Это неразумно, забудьте и не вспоминайте!"
    },
    "57": {
      "name": "Сунь / Утончение",
      "description": "Положение ваше запутанно, и в данный момент не так просто в нем разобраться и оценить его. Вы склонны изображать события слишком мрачно.\n\nСледуйте по пути, который укажет вам человек из вашего окружения, и убедитесь, что это наилучший выход. Через пять месяцев ваша судьба изменится к лучшему.\n\nЧто-то препятствует исполнению ваших желаний, устранить помехи вам поможет женщина. В данный период ни в коем случае не позволяйте уговорить себя на такие действия, которые считаете неуместными и ошибочными."
    },
    "58": {
      "name": "Дуй / Радость",
      "description": "Счастье уже на пути к вам, оно развеет нынешнее подавленное настроение. Эта гексаграмма имеет отношение ко всему, что связано с органами речи.\n\nНе пренебрегайте добрым советом друга и остерегайтесь дурно отзываться об окружающих. Очень благоприятный период для всего, что касается пения и торговли.\n\nНе нервничайте по поводу того, что вы все равно изменить не в силах. Сохраняйте спокойствие; счастье, удача уже на подходе."
    },
    "59": {
      "name": "Хуань / Разрешение",
      "description": "После долгого периода неудач вновь восходит солнце успеха. Оно принесет вам все, к чему вы стремитесь.\n\nВозможно, вас ожидает длительное путешествие. Не тратьте много денег. Что касается ваших научных, производственных и любовных дел, то они пройдут блистательно.\n\nВ ближайшее время у вас появится неожиданный шанс занять лидирующее положение. Желание ваше уже исполняется и исполнится целиком, если вы по-прежнему будете прилагать для этого настойчивые и целенаправленные усилия."
    },
    "60": {
      "name": "Цзе / Ограничение",
      "description": "Ваше время пришло, активно принимайтесь за дело, но, разумеется, помня о необходимой предусмотрительности, иначе все усилия пойдут прахом.\n\nНе принимайте слишком поспешно то предложение, которое вам только что сделали или вот-вот сделают, вполне возможно, что оно гораздо менее выгодно вам, чем на первый взгляд кажется.\n\nТо же самое положение относится к вашим новым любовным и дружеским связям. Разумные и реальные желания исполнятся. Для путешествий, дальних поездок время неподходящее. Помните пословицу: не рой другому яму, сам в нее попадешь."
    },
    "61": {
      "name": "Чжун Фу / Внутренняя правда",
      "description": "Работать не одному, а в сотрудничестве с другими для вас сейчас наиболее выгодно. Остерегайтесь переоценивать свои умственные способности, чтобы не стать спесивым и невыдержанным.\n\nЭто может поставить под угрозу осуществление ваших планов. Постарайтесь быть скромнее и сдержаннее.\n\nЛишь в этом случае, если ваши желания разумны и честны, они исполнятся. Начальство в ближайшем будущем обратит внимание на ваши способности и возможности, оценит их по достоинству, что, естественно, в значительной мере поможет вашему движению по пути успеха."
    },
    "62": {
      "name": "Сяо Го / Преобладание малого",
      "description": "Возможно, вы разочаруетесь в том, кого любите, но не воспринимайте все слишком трагично. Наилучший шанс, который вернее любого другого способствовал исполнению вашего желания, вы упустили.\n\nНо скоро появится новый. Данный период отмечен возможностями хороших заработков, однако для дальних поездок подходит мало.\n\nВ настоящее время вы придаете слишком много значения мелочам и тем самым размениваете, унижаете себя."
    },
    "63": {
      "name": "Цзи Цзи / После завершения",
      "description": "Если вы поссоритесь с кем-либо, срочно обратитесь к третьему лицу с просьбой выступить посредником между вами.\n\nНе поддадитесь желанию вновь повторить однажды достигнутый успех. Если как следует обдумаете этот совет и последуете ему, наградой вам будет полное осуществление ваших желаний.\n\nВ данный момент не бросайте все силы на новое назначение, оно не приведет к успеху. Загадочное конкретное желание исполнится с некоторой задержкой."
    },
    "64": {
      "name": "Вэй Цзи / Перед завершением",
      "description": "Удача, которая отметит все ваши дела, стоит на пороге. Но действовать еще пока рано.\n\nЕсли будете продвигаться вперед достаточно осмотрительно, обстоятельства будут складываться лучше день ото дня.\n\nЖелание исполнится в ближайшее время. На пороге счастливый период вашей жизни, ждать которого осталось недолго."
    }
  }
}
